Repository: Alan86024/navsounds
Catalog: navsounds/locale/*/LC_MESSAGES/nvda.po
Languages: es, fr, uk, vi

source: navigation sounds
es: sonidos de navegación
fr: sons de navigation
uk: звуки навігації
vi: âm thanh điều hướng

source: Disable navigation sounds
es: Deshabilitar sonidos de navegación
fr: Désactiver les sons de navigation
uk: Вимкнути звуки навігації
vi: Tắt âm thanh điều hướng

source: Enable navigation sounds
es: Habilitar sonidos de navegación
fr: Activer les sons de navigation
uk: Увімкнути звуки навігації
vi: Bật âm thanh điều hướng

source: Disable typing sounds
es: Deshabilitar sonidos de escritura
fr: Désactiver les sons de frappe
uk: Вимкнути звуки введення

source: Enable typing sounds
es: Habilitar sonidos de escritura
fr: Activer les sons de frappe
uk: Увімкнути звуки введення

source: Pressing it once toggles between on and off object sounds, and Pressing twice it toggles between on and off typing sounds.
es: Al presionarlo una vez se alterna entre activar y desactivar los sonidos de los objetos, y al presionarlo dos veces se alterna entre activar y desactivar los sonidos de escritura.
fr: En appuyant une fois, vous basculez entre l'activation et la désactivation des sons d'objet, et en appuyant deux fois, vous basculez entre l'activation et la désactivation des sons de frappe.
uk: Одноразове натискання вмикає й вимикає звуки об’єктів, а подвійне натискання вмикає й вимикає звуки введення.

source: select sound
es: seleccionar sonido
fr: sélectionner le son
uk: вибрати звук
vi: chọn âm thanh

source: say roles
es: decir los roles
fr: dire les rôles
uk: промовляти ролі
vi: nói vai trò

source: say states
es: decir los estados
fr: dirent les états
uk: промовляти стани

source: keyboard typing sound
es: sonido de escritura del teclado
fr: son de frappe au clavier
uk: звук набору тексту на клавіатурі
vi: âm thanh gõ

source: enable typing sound in text boxes only
es: habilitar el sonido de escritura solo en cuadros de texto
fr: activer le son de frappe uniquement dans les zones de texte
uk: увімкнути звук введення лише в текстових полях
vi: chỉ bật âm thanh gõ trong hộp văn bản

source: select typing sound
es: seleccionar sonido de escritura
fr: sélectionner le son de frappe
uk: вибрати звук введення
vi: chọn âm thanh gõ

source: volume
es: volumen
uk: гучність

source: open sounds folder
es: abrir carpeta de sonidos
fr: ouvrir le dossier des sons
uk: відкрити папку звуків
vi: mở thư mục âm thanh

source: donate
es: hacer una donación
fr: faire un don
uk: пожертвувати

source: Disable sayRoles
vi: tắt nói vai trò

source: Enable sayRoles
vi: vật nói vai trò

source: Pressing it once toggles between on and off object sounds, and Pressing twice it toggles between reading and disabling object types.
vi: Nhấn nó một lần sẽ chuyển đổi giữa bật và tắt âm thanh của đối tượng và Nhấn hai lần sẽ chuyển đổi giữa việc đọc và tắt các loại đối tượng.
